{ 
	"Activiti":				"<a href='http://www.activiti.org/' target='_blank'> Activiti </a>",
	"BPM":					"Business process management (BPM) is a holistic management approach[1] focused on aligning all aspects of an organization with the wants and needs of clients.",
	"BPMN":				 	"Business Process Model and Notation (BPMN) is a graphical representation for specifying business processes in a business process model. <a href='http://www.omg.org/spec/BPMN/2.0/' target='_blank'> BPMN </a>",
	"BAM":				 	"Business activity monitoring (BAM) is software that aids in monitoring of business activities, as those activities are implemented in computer systems.",
	"BPEL":					"Business Process Execution Language is an OASIS standard executable language for specifying actions within business processes with web services. <a hre='http://www.oracle.com/technetwork/middleware/bpel/overview/index.html'> Oracle Bpel Manager </a>",
	"DriverArchitmate": 	"Something that creates, motivates, and fuels the change in an organization. <a href='http://pubs.opengroup.org/architecture/archimate2-doc/chap10.html' target='_blank'> Link archimate </a>",
	"DSL":					"<a href='http://en.wikipedia.org/wiki/Domain-specific_language' target='_blank'> Domain Specific Language </a>",
	"GoalsArchitmate": 		"An end state that a stakeholder intends to achieve. <a href='http://pubs.opengroup.org/architecture/archimate2-doc/chap10.html' target='_blank'> Link archimate </a>",	
	"Hosting":				"The client hardware is in our Datacenters. The hardware is under the Client responsability.",
	"Housing": 				"The client put one application on Hardware. The hardware (of Virtual Machine) is under the responsability",
	"BCOP": 				"<a href='/ea/initiatives/businessconcern/' target='_blank'> Business Concern Oriented Platform  </a>",
	"Oath": 				"<a href='http://alistair.cockburn.us/oath+of+non-allegiance'  target='_blank'> Oath of non allegiance </a>",
	"OASIS":				"The Organization for the Advancement of Structured Information Standards (OASIS) is a global consortium that drives the development, convergence and adoption of e-business and web service standards",
	"ODE": 					"<a href='http://ode.apache.org/' target='_blank'> ODE </a>",
	"OMG":					"Object Management Group (OMG) is a consortium, originally aimed at setting standards for distributed object-oriented systems, and is now focused on modeling (programs, systems and business processes) and model-based standards.",	
	"System":				"A IT System is set of IT products used by business process. The IT system delivers a set of application functions each of these are implemented by one of more IT products.",
	"ITPattern":            "In computer science, a software design pattern, in the sense of a template, is a general solution to a problem in programming. A design pattern provides a reusable architectural outline that may speed the development of many computer programs.",
	"SmokeTest":            "A smoke test is a quick, lightweight test or set of tests, usually automated, that confirm that the basic functionality of system is working correctly. It tends to emphasize broad, not deep tests, and is usually done before launching a more extensive set of tests."
}



